// <script>
/*
=============================================================
WebIntelligence(r) Report Panel
Copyright(c) 2001-2003 Business Objects S.A.
All rights reserved

Use and support of this software is governed by the terms
and conditions of the software license agreement and support
policy of Business Objects S.A. and/or its subsidiaries. 
The Business Objects products and technology are protected
by the US patent number 5,555,403 and 6,247,008

File: labels.js


=============================================================
*/

_default="à¸”à¸µà¸Ÿà¸­à¸¥à¸•à¹Œ"
_black="à¸”à¸³"
_brown="à¸™à¹‰à¸³à¸•à¸²à¸¥"
_oliveGreen="à¹€à¸‚à¸µà¸¢à¸§à¸¡à¸°à¸à¸­à¸"
_darkGreen="à¹€à¸‚à¸µà¸¢à¸§à¹€à¸‚à¹‰à¸¡"
_darkTeal="à¸™à¹‰à¸³à¹€à¸‡à¸´à¸™à¸­à¸¡à¹€à¸‚à¸µà¸¢à¸§à¹€à¸‚à¹‰à¸¡"
_navyBlue="à¸à¸£à¸¡à¸—à¹ˆà¸²"
_indigo="à¸„à¸£à¸²à¸¡"
_darkGray="à¹€à¸—à¸²à¹€à¸‚à¹‰à¸¡"
_darkRed="à¹à¸”à¸‡à¹€à¸‚à¹‰à¸¡"
_orange="à¸ªà¹‰à¸¡"
_darkYellow="à¹€à¸«à¸¥à¸·à¸­à¸‡à¹€à¸‚à¹‰à¸¡"
_green="à¹€à¸‚à¸µà¸¢à¸§"
_teal="à¸™à¹‰à¸³à¹€à¸‡à¸´à¸™à¸­à¸¡à¹€à¸‚à¸µà¸¢à¸§"
_blue="à¸™à¹‰à¸³à¹€à¸‡à¸´à¸™"
_blueGray="à¸™à¹‰à¸³à¹€à¸‡à¸´à¸™à¹€à¸—à¸²"
_mediumGray="à¹€à¸—à¸²à¸›à¸²à¸™à¸à¸¥à¸²à¸‡"
_red="à¹à¸”à¸‡"
_lightOrange="à¸ªà¹‰à¸¡à¸­à¹ˆà¸­à¸™"
_lime="à¹€à¸‚à¸µà¸¢à¸§à¸¡à¸°à¸™à¸²à¸§"
_seaGreen="à¹€à¸‚à¸µà¸¢à¸§à¸­à¸¡à¸™à¹‰à¸³à¹€à¸‡à¸´à¸™"
_aqua="à¸ªà¸µà¸™à¹‰à¸³à¸—à¸°à¹€à¸¥"
_lightBlue="à¸Ÿà¹‰à¸²à¸­à¹ˆà¸­à¸™"
_violet="à¸¡à¹ˆà¸§à¸‡"
_gray="à¹€à¸—à¸²"
_magenta="à¹à¸”à¸‡à¸¡à¹ˆà¸§à¸‡"
_gold="à¸—à¸­à¸‡"
_yellow="à¹€à¸«à¸¥à¸·à¸­à¸‡"
_brightGreen="à¹€à¸‚à¸µà¸¢à¸§à¸ªà¸§à¹ˆà¸²à¸‡"
_cyan="à¸™à¹‰à¸³à¹€à¸‡à¸´à¸™à¹€à¸‚à¸µà¸¢à¸§"
_skyBlue="à¸ªà¸µà¸Ÿà¹‰à¸²"
_plum="à¸ªà¸µà¸¡à¹ˆà¸§à¸‡à¹à¸”à¸‡à¸­à¹ˆà¸­à¸™"
_lightGray="à¹€à¸—à¸²à¸­à¹ˆà¸­à¸™"
_pink="à¸Šà¸¡à¸žà¸¹"
_tan="à¸™à¹‰à¸³à¸•à¸²à¸¥à¹à¸”à¸‡"
_lightYellow="à¹€à¸«à¸¥à¸·à¸­à¸‡à¸­à¹ˆà¸­à¸™"
_lightGreen="à¹€à¸‚à¸µà¸¢à¸§à¸­à¹ˆà¸­à¸™"
_lightTurquoise="à¹€à¸—à¸­à¸£à¹Œà¸„à¸§à¸­à¸¢à¸‹à¹Œà¸­à¹ˆà¸­à¸™"
_paleBlue="à¸™à¹‰à¸³à¹€à¸‡à¸´à¸™à¸ˆà¸²à¸‡"
_lavender="à¸¡à¹ˆà¸§à¸‡à¸¥à¸²à¹€à¸§à¸™à¹€à¸”à¸­à¸£à¹Œ"
_white="à¸‚à¸²à¸§"
_lastUsed="à¹ƒà¸Šà¹‰à¸„à¸£à¸±à¹‰à¸‡à¸¥à¹ˆà¸²à¸ªà¸¸à¸”:"
_moreColors="à¸ªà¸µà¹€à¸žà¸´à¹ˆà¸¡à¹€à¸•à¸´à¸¡..."

_month=new Array

_month[0]="à¸¡à¸à¸£à¸²à¸„à¸¡"
_month[1]="à¸à¸¸à¸¡à¸ à¸²à¸žà¸±à¸™à¸˜à¹Œ"
_month[2]="à¸¡à¸µà¸™à¸²à¸„à¸¡"
_month[3]="à¹€à¸¡à¸©à¸²à¸¢à¸™"
_month[4]="à¸žà¸¤à¸©à¸ à¸²à¸„à¸¡"
_month[5]="à¸¡à¸´à¸–à¸¸à¸™à¸²à¸¢à¸™"
_month[6]="à¸à¸£à¸à¸Žà¸²à¸„à¸¡"
_month[7]="à¸ªà¸´à¸‡à¸«à¸²à¸„à¸¡"
_month[8]="à¸à¸±à¸™à¸¢à¸²à¸¢à¸™"
_month[9]="à¸•à¸¸à¸¥à¸²à¸„à¸¡"
_month[10]="à¸žà¸¤à¸¨à¸ˆà¸´à¸à¸²à¸¢à¸™"
_month[11]="à¸˜à¸±à¸™à¸§à¸²à¸„à¸¡"

_day=new Array
_day[0]="à¸­à¸²"
_day[1]="à¸ˆ"
_day[2]="à¸­"
_day[3]="à¸ž"
_day[4]="à¸žà¸¤"
_day[5]="à¸¨"
_day[6]="à¸ª"

_today="à¸§à¸±à¸™à¸™à¸µà¹‰"

_AM="AM"
_PM="PM"

_closeDialog="à¸›à¸´à¸”à¸«à¸™à¹‰à¸²à¸•à¹ˆà¸²à¸‡"

_lstMoveUpLab="à¹€à¸¥à¸·à¹ˆà¸­à¸™à¸‚à¸¶à¹‰à¸™"
_lstMoveDownLab="à¹€à¸¥à¸·à¹ˆà¸­à¸™à¸¥à¸‡"
_lstMoveLeftLab="à¹€à¸¥à¸·à¹ˆà¸­à¸™à¹„à¸›à¸—à¸²à¸‡à¸‹à¹‰à¸²à¸¢" 
_lstMoveRightLab="à¹€à¸¥à¸·à¹ˆà¸­à¸™à¹„à¸›à¸—à¸²à¸‡à¸‚à¸§à¸²"
_lstNewNodeLab="à¹€à¸žà¸´à¹ˆà¸¡à¸Ÿà¸´à¸¥à¹€à¸•à¸­à¸£à¹Œà¸—à¸µà¹ˆà¸‹à¹‰à¸­à¸™à¸à¸±à¸™"
_lstAndLabel="à¹à¸¥à¸°"
_lstOrLabel="à¸«à¸£à¸·à¸­"
_lstSelectedLabel="à¸—à¸µà¹ˆà¹€à¸¥à¸·à¸­à¸"
_lstQuickFilterLab="à¹€à¸žà¸´à¹ˆà¸¡à¸Ÿà¸´à¸¥à¹€à¸•à¸­à¸£à¹Œà¹à¸šà¸šà¸£à¸§à¸”à¹€à¸£à¹‡à¸§"

_openMenu="à¸„à¸¥à¸´à¸à¸—à¸µà¹ˆà¸™à¸µà¹ˆà¹€à¸žà¸·à¹ˆà¸­à¹€à¸‚à¹‰à¸²à¸–à¸¶à¸‡à¸•à¸±à¸§à¹€à¸¥à¸·à¸­à¸à¸‚à¸­à¸‡ {0}"
_openCalendarLab="à¹€à¸›à¸´à¸”à¸›à¸Žà¸´à¸—à¸´à¸™"

_scroll_first_tab="à¹€à¸¥à¸·à¹ˆà¸­à¸™à¹„à¸›à¸—à¸µà¹ˆà¹à¸—à¹‡à¸šà¹à¸£à¸"
_scroll_previous_tab="à¹€à¸¥à¸·à¹ˆà¸­à¸™à¹„à¸›à¸—à¸µà¹ˆà¹à¸—à¹‡à¸šà¸à¹ˆà¸­à¸™à¸«à¸™à¹‰à¸²"
_scroll_next_tab="à¹€à¸¥à¸·à¹ˆà¸­à¸™à¹„à¸›à¸—à¸µà¹ˆà¹à¸—à¹‡à¸šà¸–à¸±à¸”à¹„à¸›"
_scroll_last_tab="à¹€à¸¥à¸·à¹ˆà¸­à¸™à¹„à¸›à¸—à¸µà¹ˆà¹à¸—à¹‡à¸šà¸ªà¸¸à¸”à¸—à¹‰à¸²à¸¢"

_expandedLab="à¸—à¸µà¹ˆà¸‚à¸¢à¸²à¸¢"
_collapsedLab="à¸¢à¹ˆà¸­à¸£à¸§à¸¡"
_selectedLab="à¸—à¸µà¹ˆà¹€à¸¥à¸·à¸­à¸"

_expandNode="à¸‚à¸¢à¸²à¸¢à¹‚à¸«à¸™à¸” %1"
_collapseNode="à¸¢à¹ˆà¸­à¸£à¸§à¸¡à¹‚à¸«à¸™à¸” %1"

_checkedPromptLab="à¸•à¸±à¹‰à¸‡à¸„à¹ˆà¸²"
_nocheckedPromptLab="à¹„à¸¡à¹ˆà¸•à¸±à¹‰à¸‡à¸„à¹ˆà¸²"
_selectionPromptLab="à¸¡à¸µà¸„à¹ˆà¸²à¹€à¸—à¹ˆà¸²à¸à¸±à¸š"
_noselectionPromptLab="à¹„à¸¡à¹ˆà¸¡à¸µà¸„à¹ˆà¸²"

_lovTextFieldLab="à¸žà¸´à¸¡à¸žà¹Œà¸„à¹ˆà¸²à¸—à¸µà¹ˆà¸™à¸µà¹ˆ"
_lovCalendarLab="à¸žà¸´à¸¡à¸žà¹Œà¸§à¸±à¸™à¸—à¸µà¹ˆà¸—à¸µà¹ˆà¸™à¸µà¹ˆ"
_lovPrevChunkLab="à¹„à¸›à¸—à¸µà¹ˆà¸à¸¥à¸¸à¹ˆà¸¡à¸‚à¹‰à¸­à¸¡à¸¹à¸¥à¸à¹ˆà¸­à¸™à¸«à¸™à¹‰à¸²"
_lovNextChunkLab="à¹„à¸›à¸—à¸µà¹ˆà¸à¸¥à¸¸à¹ˆà¸¡à¸‚à¹‰à¸­à¸¡à¸¹à¸¥à¸–à¸±à¸”à¹„à¸›"
_lovComboChunkLab="à¸à¸¥à¸¸à¹ˆà¸¡à¸‚à¹‰à¸­à¸¡à¸¹à¸¥"
_lovRefreshLab="à¸£à¸µà¹€à¸Ÿà¸£à¸Š"
_lovSearchFieldLab="à¸žà¸´à¸¡à¸žà¹Œà¸‚à¹‰à¸­à¸„à¸§à¸²à¸¡à¸—à¸µà¹ˆà¸•à¹‰à¸­à¸‡à¸à¸²à¸£à¸„à¹‰à¸™à¸«à¸²à¸—à¸µà¹ˆà¸™à¸µà¹ˆ"
_lovSearchLab="à¸„à¹‰à¸™à¸«à¸²"
_lovNormalLab="à¸›à¸à¸•à¸´"
_lovMatchCase="à¸•à¸±à¸§à¸žà¸´à¸¡à¸žà¹Œà¸•à¸£à¸‡à¸à¸±à¸™"
_lovRefreshValuesLab="à¸£à¸µà¹€à¸Ÿà¸£à¸Šà¸„à¹ˆà¸²"

_calendarNextMonthLab="à¹„à¸›à¸—à¸µà¹ˆà¹€à¸”à¸·à¸­à¸™à¸–à¸±à¸”à¹„à¸›"
_calendarPrevMonthLab="à¹„à¸›à¸—à¸µà¹ˆà¹€à¸”à¸·à¸­à¸™à¸à¹ˆà¸­à¸™à¸«à¸™à¹‰à¸²"
_calendarNextYearLab="à¹„à¸›à¸—à¸µà¹ˆà¸›à¸µà¸–à¸±à¸”à¹„à¸›"
_calendarPrevYearLab="à¹„à¸›à¸—à¸µà¹ˆà¸›à¸µà¸à¹ˆà¸­à¸™à¸«à¸™à¹‰à¸²"
_calendarSelectionLab="à¸§à¸±à¸™à¸—à¸µà¹ˆà¹€à¸¥à¸·à¸­à¸"

_menuCheckLab="à¸—à¸µà¹ˆà¸•à¸£à¸§à¸ˆà¸ªà¸­à¸š"
_menuDisableLab="à¸—à¸µà¹ˆà¸›à¸´à¸”à¹ƒà¸Šà¹‰à¸‡à¸²à¸™"
	
_level="à¸£à¸°à¸”à¸±à¸š"
_closeTab="à¸›à¸´à¸”à¹à¸—à¹‡à¸š"
_of=" à¸ˆà¸²à¸ "

_RGBTxtBegin= "RGB("
_RGBTxtEnd= ")"

_helpLab="à¸§à¸´à¸˜à¸µà¹ƒà¸Šà¹‰"

_waitTitleLab="à¹‚à¸›à¸£à¸”à¸£à¸­"
_cancelButtonLab="à¸¢à¸à¹€à¸¥à¸´à¸"

_modifiers= new Array
_modifiers[0]="Ctrl+"
_modifiers[1]="Shift+"
_modifiers[2]="Alt+"

_bordersMoreColorsLabel="à¹€à¸ªà¹‰à¸™à¸‚à¸­à¸šà¹€à¸žà¸´à¹ˆà¸¡à¹€à¸•à¸´à¸¡..."
_bordersTooltip=new Array
_bordersTooltip[0]="à¹„à¸¡à¹ˆà¸¡à¸µà¹€à¸ªà¹‰à¸™à¸‚à¸­à¸š"
_bordersTooltip[1]="à¹€à¸ªà¹‰à¸™à¸‚à¸­à¸šà¸‹à¹‰à¸²à¸¢"
_bordersTooltip[2]="à¹€à¸ªà¹‰à¸™à¸‚à¸­à¸šà¸‚à¸§à¸²"
_bordersTooltip[3]="à¹€à¸ªà¹‰à¸™à¸‚à¸­à¸šà¸¥à¹ˆà¸²à¸‡"
_bordersTooltip[4]="à¹€à¸ªà¹‰à¸™à¸‚à¸­à¸šà¸¥à¹ˆà¸²à¸‡à¹à¸šà¸šà¸«à¸™à¸²à¸›à¸²à¸™à¸à¸¥à¸²à¸‡"
_bordersTooltip[5]="à¹€à¸ªà¹‰à¸™à¸‚à¸­à¸šà¸¥à¹ˆà¸²à¸‡à¹à¸šà¸šà¸«à¸™à¸²"
_bordersTooltip[6]="à¹€à¸ªà¹‰à¸™à¸‚à¸­à¸šà¸šà¸™à¹à¸¥à¸°à¸¥à¹ˆà¸²à¸‡"
_bordersTooltip[7]="à¹€à¸ªà¹‰à¸™à¸‚à¸­à¸šà¸šà¸™à¹à¸¥à¸°à¹€à¸ªà¹‰à¸™à¸‚à¸­à¸šà¸¥à¹ˆà¸²à¸‡à¹à¸šà¸šà¸«à¸™à¸²à¸›à¸²à¸™à¸à¸¥à¸²à¸‡"
_bordersTooltip[8]="à¹€à¸ªà¹‰à¸™à¸‚à¸­à¸šà¸šà¸™à¹à¸¥à¸°à¹€à¸ªà¹‰à¸™à¸‚à¸­à¸šà¸¥à¹ˆà¸²à¸‡à¹à¸šà¸šà¸«à¸™à¸²"
_bordersTooltip[9]="à¹€à¸ªà¹‰à¸™à¸‚à¸­à¸šà¸—à¸±à¹‰à¸‡à¸«à¸¡à¸”"
_bordersTooltip[10]="à¹€à¸ªà¹‰à¸™à¸‚à¸­à¸šà¹à¸šà¸šà¸«à¸™à¸²à¸›à¸²à¸™à¸à¸¥à¸²à¸‡à¸—à¸±à¹‰à¸‡à¸«à¸¡à¸”"
_bordersTooltip[11]="à¹€à¸ªà¹‰à¸™à¸‚à¸­à¸šà¹à¸šà¸šà¸«à¸™à¸²à¸—à¸±à¹‰à¸‡à¸«à¸¡à¸”"